Repository: DakePeng/Loqi
Catalog: Loqi/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %.1f s
ja: %.1f 秒
zh_hans: %.1f 秒

source: %.1f tok/s
ja: %.1f トークン/秒
zh_hans: %.1f 词元/秒

source: %lld speakers
ja: %lld 人の話者
zh_hans: %lld 位说话人

source: ~%lld min left
ja: 残り約%lld分
zh_hans: 还需约 %lld 分钟

source: ~30 sec left
ja: 残り約30秒
zh_hans: 还需约 30 秒

source: A recording was interrupted — its audio is saved in Sessions.
ja: 録音が中断されました — 音声はセッションに保存されています。
zh_hans: 有一段录音被中断——其音频已保存到“会话”。

source: Add
ja: 追加
zh_hans: 添加

source: Add a caption
ja: キャプションを追加
zh_hans: 添加说明

source: Add alias
ja: 別名を追加
zh_hans: 添加别名

source: Add names or jargon the app should always get right.
ja: 正しく認識すべき名前や専門用語を追加します。
zh_hans: 添加应用必须识别正确的名字或术语。

source: Add photo
ja: 写真を追加
zh_hans: 添加照片

source: AI features
ja: AI機能
zh_hans: AI 功能

source: AI features are off — turn them on in Settings for suggestions.
ja: AI機能がオフです — 提案を受けるには設定でオンにしてください。
zh_hans: AI 功能已关闭——在设置中开启后才能获取建议。

source: AI features are off — turn them on in Settings to chat.
ja: AI機能がオフです — チャットするには設定でオンにしてください。
zh_hans: AI 功能已关闭——在设置中开启后才能问答。

source: AI features are off — turn them on in Settings to summarize.
ja: AI機能がオフです — 要約するには設定でオンにしてください。
zh_hans: AI 功能已关闭——在设置中开启后才能生成摘要。

source: AI features are turned off in Settings.
ja: AI機能は設定でオフになっています。
zh_hans: AI 功能已在设置中关闭。

source: AI features off (device hot)
ja: AI機能をオフにしました（本体が過熱）
zh_hans: AI 功能已关闭（设备过热）

source: AI features paused (device warm)
ja: AI機能を一時停止中（本体が高温）
zh_hans: AI 功能已暂停（设备发热）

source: AI features paused (low memory)
ja: AI機能を一時停止中（メモリ不足）
zh_hans: AI 功能已暂停（内存不足）

source: AI features unavailable
ja: AI機能を利用できません
zh_hans: AI 功能不可用

source: AI model not downloaded — transcribing only (see Settings)
ja: AIモデル未ダウンロード — 文字起こしのみ（設定参照）
zh_hans: AI 模型未下载——仅转写（见设置）

source: Aliases
ja: 別名
zh_hans: 别名

source: All transcription, translation and summaries run on this iPhone. The network is used only for model downloads you start.
ja: すべての文字起こし・翻訳・要約はこのiPhone上で実行されます。ネットワークは、あなたが開始したモデルのダウンロードにのみ使用されます。
zh_hans: 所有转写、翻译和摘要都在这台 iPhone 上完成。网络仅用于你主动发起的模型下载。

source: Allow Microphone
ja: マイクを許可
zh_hans: 允许麦克风

source: Answers come from this session's notes and transcript, entirely on-device.
ja: 回答はこのセッションのノートと文字起こしをもとに、すべて端末上で生成されます。
zh_hans: 回答完全在设备上生成，依据本次记录的笔记与文字稿。

source: App language
ja: アプリの言語
zh_hans: 应用语言

source: Apple (instant)
ja: Apple（即時）
zh_hans: Apple（即时）

source: Apple speech recognition
ja: Apple 音声認識
zh_hans: Apple 语音识别

source: Ask about this session
ja: このセッションについて質問
zh_hans: 询问这次记录的内容

source: Ask this session
ja: このセッションに質問
zh_hans: 向此记录提问

source: ASR active
ja: ASR稼働
zh_hans: ASR 活跃

source: Auto
ja: 自動
zh_hans: 自动

source: Auto post-process new recordings
ja: 新しい録音を自動で後処理
zh_hans: 自动后处理新录音

source: Auto-suggest
ja: 自動提案
zh_hans: 自动建议

source: Automatic turns (beta)
ja: 自動ターン（ベータ）
zh_hans: 自动轮换（测试版）

source: Available after the recording ends.
ja: 録音終了後に利用できます。
zh_hans: 录音结束后可用。

source: Available memory
ja: 利用可能メモリ
zh_hans: 可用内存

source: Back to live
ja: ライブに戻る
zh_hans: 回到实时

source: Balanced
ja: バランス
zh_hans: 均衡

source: Bonsai 8B (ternary 2-bit) — experimental
ja: Bonsai 8B（3値2ビット）— 実験的
zh_hans: Bonsai 8B（三值 2-bit）— 实验性

source: Brainstorm
ja: ブレインストーミング
zh_hans: 头脑风暴

source: Built-in live captions — always installed
ja: 内蔵のリアルタイム字幕 — 常にインストール
zh_hans: 系统内置实时字幕 — 始终安装

source: Camera access needed
ja: カメラへのアクセスが必要
zh_hans: 需要相机权限

source: Can't re-transcribe
ja: 再文字起こしできません
zh_hans: 无法重新转写

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Cancel processing
ja: 処理をキャンセル
zh_hans: 取消处理

source: Captions
ja: 字幕
zh_hans: 字幕

source: Captured from your summary edits. Add to teach recognition, or dismiss.
ja: 要約の編集から取り込まれました。追加して認識に学習させるか、却下してください。
zh_hans: 来自你编辑摘要时的修改。添加以提升识别准确度，或忽略。

source: Chat runs on the AI model (%@, one-time download).
ja: チャットはAIモデルで動作します（%@、初回のみダウンロード）。
zh_hans: 问答由 AI 模型驱动（%@，仅需下载一次）。

source: China mainland
ja: 中国本土
zh_hans: 中国大陆

source: Choose a summary style
ja: 要約スタイルを選択
zh_hans: 选择摘要风格

source: Choose two different languages.
ja: 異なる2つの言語を選んでください。
zh_hans: 请选择两种不同的语言。

source: Choose what to download
ja: ダウンロードする項目を選択
zh_hans: 选择要下载的内容

source: Clear
ja: クリア
zh_hans: 清除

source: Clear chat
ja: チャットを消去
zh_hans: 清空对话

source: Close
ja: 近距離
zh_hans: 近距离

source: Close-up
ja: 近距離
zh_hans: 近距离

source: Concise
ja: 簡潔
zh_hans: 简洁

source: Continue
ja: 続ける
zh_hans: 继续

source: Continue anyway
ja: そのまま続ける
zh_hans: 仍然继续

source: Conversation
ja: 会話
zh_hans: 对话

source: Couldn't answer — try again.
ja: 回答できませんでした — もう一度お試しください。
zh_hans: 未能回答——请重试。

source: Couldn't read the audio from this file.
ja: このファイルの音声を読み取れませんでした。
zh_hans: 无法读取此文件的音频。

source: Couldn't start
ja: 開始できません
zh_hans: 无法开始

source: Couldn't summarize yet
ja: まだ要約できません
zh_hans: 暂时无法生成摘要

source: Critical — AI model off
ja: 危険 — AIモデルをオフ
zh_hans: 危急——AI 模型已关闭

source: Delete
ja: 削除
zh_hans: 删除

source: Delete (%lld)
ja: 削除（%lld）
zh_hans: 删除（%lld）

source: Delete %lld sessions?
ja: %lld 件のセッションを削除しますか？
zh_hans: 删除 %lld 个会话？

source: Delete recording, transcript and notes
ja: 録音・文字起こし・ノートを削除
zh_hans: 删除录音、文字稿与笔记

source: Delete this photo?
ja: この写真を削除しますか？
zh_hans: 删除这张照片？

source: Delete this session?
ja: このセッションを削除しますか？
zh_hans: 删除此会话？

source: Delete this session's audio?
ja: このセッションの音声を削除しますか？
zh_hans: 删除此会话的音频？

source: Detailed
ja: 詳細
zh_hans: 详细

source: Detecting…
ja: 判定中…
zh_hans: 识别中…

source: Diagnostics
ja: 診断
zh_hans: 诊断

source: Discard
ja: 破棄
zh_hans: 丢弃

source: Discard audio
ja: 音声を破棄
zh_hans: 删除音频

source: Discard session…
ja: セッションを破棄…
zh_hans: 丢弃会话…

source: Dismiss
ja: 却下
zh_hans: 忽略

source: Done
ja: 完了
zh_hans: 完成

source: Download
ja: ダウンロード
zh_hans: 下载

source: Download %@ and continue
ja: %@をダウンロードして続行
zh_hans: 下载 %@ 并继续

source: Download failed — check your connection and try again.
ja: ダウンロードに失敗しました。接続を確認してもう一度お試しください。
zh_hans: 下载失败——请检查网络连接后重试。

source: Download from
ja: ダウンロード元
zh_hans: 下载来源

source: Download live model
ja: ライブモデルをダウンロード
zh_hans: 下载实时模型

source: Download model now
ja: 今すぐモデルをダウンロード
zh_hans: 立即下载模型

source: Download Qwen3-ASR model (~990 MB)
ja: Qwen3-ASRモデルをダウンロード（約990 MB）
zh_hans: 下载 Qwen3-ASR 模型（约 990 MB）

source: Download SenseVoice model (~230 MB)
ja: SenseVoice モデルをダウンロード（約 230 MB）
zh_hans: 下载 SenseVoice 模型（约 230 MB）

source: Download speaker model
ja: 話者モデルをダウンロード
zh_hans: 下载说话人模型

source: Download summary model
ja: 要約モデルをダウンロード
zh_hans: 下载总结模型

source: Download the AI model?
ja: AIモデルをダウンロードしますか？
zh_hans: 下载 AI 模型？

source: Download the Qwen3-ASR model in Settings first.
ja: まず設定でQwen3-ASRモデルをダウンロードしてください。
zh_hans: 请先在设置中下载 Qwen3-ASR 模型。

source: Download the SenseVoice model in Settings first, or switch to Apple recognition.
ja: まず設定で SenseVoice モデルをダウンロードするか、Apple 認識に切り替えてください。
zh_hans: 请先在设置中下载 SenseVoice 模型，或切换到 Apple 识别。

source: Downloaded
ja: ダウンロード済み
zh_hans: 已下载

source: Downloaded (not loaded)
ja: ダウンロード済み（未読み込み）
zh_hans: 已下载（未加载）

source: Downloading %@…
ja: %@ をダウンロード中…
zh_hans: 正在下载 %@…

source: Downloading %lld%%
ja: ダウンロード中 %lld%%
zh_hans: 下载中 %lld%%

source: Downloading AI model…
ja: AIモデルをダウンロード中…
zh_hans: 正在下载 AI 模型…

source: Downloading AI model… %@
ja: AIモデルをダウンロード中… %@
zh_hans: 正在下载 AI 模型… %@

source: Downloading models
ja: モデルをダウンロード中
zh_hans: 正在下载模型

source: Downloading speaker model…
ja: 話者モデルをダウンロード中…
zh_hans: 正在下载说话人模型…

source: e.g. person name, product, keep untranslated
ja: 例：人名、製品、翻訳しない
zh_hans: 例如：人名、产品、保持不译

source: Edit
ja: 編集
zh_hans: 编辑

source: Enable the camera for Loqi in Settings.
ja: 設定で Loqi のカメラを許可してください。
zh_hans: 请在设置中允许 Loqi 使用相机。

source: End
ja: 終了
zh_hans: 结束

source: Engine
ja: エンジン
zh_hans: 识别引擎

source: English
ja: 英語
zh_hans: 英语

source: Everything is transcribed privately on this iPhone.
ja: すべてこの iPhone 上でプライベートに文字起こしされます。
zh_hans: 所有内容都在这台 iPhone 上私密转写。

source: Everything runs on this iPhone. Speaker separation downloads its model on first use.
ja: すべてこの iPhone 上で実行されます。話者分離は初回使用時にモデルをダウンロードします。
zh_hans: 一切都在这台 iPhone 上运行。说话人分离首次使用时会自动下载模型。

source: Everything runs on this iPhone. The recommended set gives you accurate live captions, speaker separation and AI summaries.
ja: すべてこの iPhone 上で動作します。推奨セットで正確なリアルタイム字幕・話者分離・AI 要約が使えます。
zh_hans: 一切都在这台 iPhone 上运行。推荐组合可提供准确的实时字幕、说话人分离和 AI 摘要。

source: Everything stays on this iPhone.
ja: すべてこの iPhone の中だけで処理されます。
zh_hans: 一切都只保留在这部 iPhone 上。

source: Everything up to the interruption is saved.
ja: 中断までの内容はすべて保存されています。
zh_hans: 中断前的内容均已保存。

source: Experimental: Bonsai 8B summary model
ja: 実験的: Bonsai 8B要約モデル
zh_hans: 实验性：Bonsai 8B 总结模型

source: Export (%lld)
ja: 書き出す（%lld）
zh_hans: 导出（%lld）

source: Extracted text
ja: 抽出されたテキスト
zh_hans: 提取的文字

source: Failed: %@
ja: 失敗：%@
zh_hans: 失败：%@

source: Fair
ja: やや高温
zh_hans: 偏热

source: Fast on-device model for live translation and notes
ja: リアルタイム翻訳とメモ用の高速オンデバイスモデル
zh_hans: 用于实时翻译和笔记的快速设备端模型

source: File
ja: ファイル
zh_hans: 文件

source: Finished sessions are saved here automatically.
ja: 終了したセッションは自動的にここに保存されます。
zh_hans: 结束的会话会自动保存在这里。

source: Follow iPhone
ja: iPhone に合わせる
zh_hans: 跟随 iPhone

source: Get Started
ja: はじめる
zh_hans: 开始使用

source: Global
ja: グローバル
zh_hans: 全球

source: Has recording
ja: 録音あり
zh_hans: 有录音

source: Has summary
ja: 要約あり
zh_hans: 有摘要

source: Heat driver
ja: 発熱要因
zh_hans: 发热来源

source: High-accuracy Qwen3-ASR will be used — slower than live recognition, noticeably more accurate. Everything runs on this iPhone.
ja: 高精度のQwen3-ASRを使用します — リアルタイム認識より遅い分、精度は格段に上です。すべての処理はこのiPhone上で行われます。
zh_hans: 将使用高精度 Qwen3-ASR——比实时识别慢，但准确率明显更高。所有处理都在这台 iPhone 上完成。

source: High-accuracy re-transcription
ja: 高精度の再文字起こし
zh_hans: 高精度重新转写

source: Higher-quality summaries, titles and chat
ja: より高品質な要約・タイトル・チャット
zh_hans: 更高质量的总结、标题和聊天

source: Highest accuracy — typically takes about as long as the recording itself. Everything runs on this iPhone.
ja: 最高精度——通常、録音と同じくらいの時間がかかります。すべてこの iPhone 上で実行されます。
zh_hans: 最高精度——通常耗时与录音时长相当。一切都在这台 iPhone 上运行。

source: Hotwords
ja: ホットワード
zh_hans: 热词

source: I speak
ja: 自分の言語
zh_hans: 我说

source: Identifying speakers…
ja: 話者を識別中…
zh_hans: 正在识别说话人…

source: Ignore All
ja: すべて無視
zh_hans: 全部忽略

source: Import
ja: 読み込む
zh_hans: 导入

source: Import audio
ja: 音声を読み込む
zh_hans: 导入音频

source: Import Audio
ja: 音声を読み込む
zh_hans: 导入音频

source: Included
ja: 同梱
zh_hans: 已包含

source: Keep each session's audio alongside its transcript. Recordings are stored only on this iPhone and are deleted with their session.
ja: 各セッションの音声を文字起こしと一緒に保存します。録音はこの iPhone のみに保存され、セッションと一緒に削除されます。
zh_hans: 将每次会话的音频与文字稿一起保留。录音仅存储在此 iPhone 上，并随会话一起删除。

source: Keep each session's audio alongside its transcript. Recordings are stored only on this iPhone and are deleted with their session. Turning off “Keep screen on” lets the display sleep during long recordings — captions keep running and it runs noticeably cooler.
ja: 各セッションの音声を文字起こしと一緒に保存します。録音はこの iPhone のみに保存され、セッションと一緒に削除されます。「画面をオンに保つ」をオフにすると、長時間録音中に画面をスリープできます。字幕は動き続け、本体もかなり涼しくなります。
zh_hans: 将每次会话的音频与文字稿一起保留。录音仅存储在此 iPhone 上，并随会话一起删除。关闭“保持屏幕常亮”后，长时间录音时屏幕可以休眠——字幕会继续运行，设备也会明显更凉。

source: Keep Loqi open while models download.
ja: ダウンロード中は Loqi を開いたままにしてください。
zh_hans: 下载模型时请保持 Loqi 打开。

source: Keep screen on while recording
ja: 録音中は画面をオンに保つ
zh_hans: 录音时保持屏幕常亮

source: Landscape
ja: 横向き
zh_hans: 横屏

source: Language
ja: 言語
zh_hans: 语言

source: Last generation
ja: 前回の生成
zh_hans: 上次生成

source: Leave blank to use the term as-is.
ja: 空欄の場合はそのまま使われます。
zh_hans: 留空则按原样使用。

source: Lecture / talk
ja: 講義・講演
zh_hans: 讲座/演讲

source: Live AI model (0.8B)
ja: ライブAIモデル（0.8B）
zh_hans: 实时 AI 模型（0.8B）

source: Live Captions
ja: ライブ字幕
zh_hans: 实时字幕

source: Live model
ja: ライブモデル
zh_hans: 实时模型

source: Live model files
ja: ライブモデルファイル
zh_hans: 实时模型文件

source: Live recording always uses the fast Qwen3.5 0.8B model so captions and live translation stay responsive and cool. After a recording, summaries, titles, vocabulary and chat use the summary model you pick above.
ja: 録音中は常に高速なQwen3.5 0.8Bモデルを使用し、字幕とリアルタイム翻訳を快適かつ低発熱に保ちます。録音後は、要約・タイトル・単語・チャットに上で選んだ要約モデルを使用します。
zh_hans: 录制时始终使用快速的 Qwen3.5 0.8B 模型，让字幕和实时翻译保持流畅、低发热。录制结束后，总结、标题、生词和聊天会使用你在上方选择的总结模型。

source: LLM active
ja: LLM稼働
zh_hans: LLM 活跃

source: Loading
ja: 読み込み中
zh_hans: 加载中

source: Loqi downloads its speech and AI models once, then runs fully on this iPhone. Pick the source that works best on your network.
ja: Loqi は音声・AI モデルを一度だけダウンロードし、その後はこの iPhone 上で完結します。お使いのネットワークに合ったダウンロード元を選んでください。
zh_hans: Loqi 只需下载一次语音与 AI 模型，之后完全在这台 iPhone 上运行。请选择最适合你网络的下载源。

source: Loqi needs the microphone to hear speech. Audio is processed entirely on-device.
ja: Loqi が音声を聞き取るにはマイクが必要です。音声はすべてデバイス上で処理されます。
zh_hans: Loqi 需要使用麦克风来听取语音。音频完全在设备端处理。

source: Low battery
ja: バッテリー残量低
zh_hans: 电量低

source: Lowers sustained heat during long recordings: slower live-caption updates, fewer speech recognition threads, and refinement only on longer sentences. Takes effect on the next recording.
ja: 長時間録音中の発熱を抑えます。ライブ字幕の更新を少し遅くし、音声認識スレッドを減らし、長めの文だけを補正します。次の録音から有効になります。
zh_hans: 降低长时间录音时的持续发热：实时字幕更新会变慢，语音识别线程会减少，并且只润色较长句子。下次录音生效。

source: Meeting
ja: 会議
zh_hans: 会议

source: Meeting room
ja: 会議室
zh_hans: 会议室

source: Memo to self
ja: 自分用メモ
zh_hans: 个人备忘

source: Mic pickup
ja: 集音範囲
zh_hans: 拾音范围

source: Microphone access is off. Loqi cannot transcribe without it.
ja: マイクへのアクセスがオフのため、Loqi は文字起こしできません。
zh_hans: 麦克风权限已关闭，Loqi 无法进行转写。

source: Microphone access is required. Enable it in Settings.
ja: マイクへのアクセスが必要です。設定で有効にしてください。
zh_hans: 需要麦克风权限，请在设置中开启。

source: Model
ja: モデル
zh_hans: 模型

source: Model files
ja: モデルファイル
zh_hans: 模型文件

source: Model state
ja: モデルの状態
zh_hans: 模型状态

source: More accurate live captions for 中文, English, 日本語, 한국어
ja: 中国語・英語・日本語・韓国語のより正確なリアルタイム字幕
zh_hans: 更准确的实时字幕，支持中文、英语、日语和韩语

source: Name
ja: 名前
zh_hans: 姓名

source: Name or term
ja: 名前または用語
zh_hans: 名字或术语

source: Names and special terms get recognized more reliably, corrected when misheard, and translated consistently.
ja: 人名や専門用語はより確実に認識され、聞き間違いは修正され、翻訳も一貫します。
zh_hans: 人名和专有词汇会被更可靠地识别，听错时会被纠正，翻译也会保持一致。

source: New
ja: 新着
zh_hans: 新

source: New Hotword
ja: 新規ホットワード
zh_hans: 新热词

source: Nickname or short form
ja: ニックネームまたは略称
zh_hans: 昵称或简称

source: No hotwords yet
ja: ホットワードはまだありません
zh_hans: 暂无热词

source: No new terms found.
ja: 新しい用語は見つかりませんでした。
zh_hans: 未发现新词条。

source: No sessions yet
ja: セッションはまだありません
zh_hans: 暂无记录

source: No speech was recognized in this recording.
ja: この録音から音声を認識できませんでした。
zh_hans: 未在该录音中识别到语音。

source: Nominal
ja: 通常
zh_hans: 正常

source: None of the selected sessions has a saved recording to re-transcribe.
ja: 選択したセッションには再文字起こしできる録音がありません。
zh_hans: 所选会话均没有可重新转写的录音。

source: Not downloaded
ja: 未ダウンロード
zh_hans: 未下载

source: Not enough free memory to load the model
ja: 空きメモリが不足し、モデルを読み込めません
zh_hans: 可用内存不足，无法加载模型

source: Not loaded
ja: 未読み込み
zh_hans: 未加载

source: Not supported on this device
ja: このデバイスでは未対応
zh_hans: 此设备不支持

source: Note for the translator (optional)
ja: 翻訳者へのメモ（任意）
zh_hans: 给翻译的备注（可选）

source: Nothing was captured, so the session wasn't saved.
ja: 何も録音されなかったため、セッションは保存されませんでした。
zh_hans: 没有录到任何内容，本次会话未保存。

source: Off
ja: オフ
zh_hans: 关闭

source: On-device AI
ja: オンデバイスAI
zh_hans: 本机 AI

source: Once downloaded, Re-transcribe & summarize and imports use Qwen3-ASR automatically: one model for 中文, English, 日本語 and 한국어, primed with your vocabulary — slower than live recognition, noticeably more accurate. Runs fully on this iPhone.
ja: ダウンロード後、「再文字起こしと要約」とインポートは自動的にQwen3-ASRを使用します。1つのモデルで中国語・英語・日本語・韓国語に対応し、あなたの語彙で精度を高めます。リアルタイム認識より遅い分、精度は格段に上です。すべてこのiPhone上で動作します。
zh_hans: 下载后，“重新转写并总结”和导入会自动使用 Qwen3-ASR：一个模型覆盖中文、英语、日语和韩语，并以你的词汇表加持——比实时识别慢，但准确率明显更高。完全在这台 iPhone 上运行。

source: Once downloaded, Re-transcribe & summarize uses Qwen3-ASR automatically, and imports can select it: one model for 中文, English, 日本語 and 한국어, primed with your vocabulary — slower than live recognition, noticeably more accurate. Runs fully on this iPhone.
ja: ダウンロード後、「再文字起こしと要約」は自動的にQwen3-ASRを使用し、インポートでも選択できます。1つのモデルで中国語・英語・日本語・韓国語に対応し、あなたの語彙で精度を高めます。リアルタイム認識より遅い分、精度は格段に上です。すべてこのiPhone上で動作します。
zh_hans: 下载后，“重新转写并总结”会自动使用 Qwen3-ASR，导入时也可选用：一个模型覆盖中文、英语、日语和韩语，并以你的词汇表加持——比实时识别慢，但准确率明显更高。完全在这台 iPhone 上运行。

source: Once downloaded, Re-transcribe & summarize uses Qwen3-ASR automatically, and imports can select it. Auto post-process re-transcribes and identifies speakers before the first summary for new recordings, using downloaded models only. Live captions stay on the fast engines.
ja: ダウンロード後、「再文字起こしと要約」は自動的にQwen3-ASRを使用し、インポートでも選択できます。自動後処理は、ダウンロード済みモデルだけを使って、新しい録音の最初の要約前に再文字起こしと話者識別を行います。ライブ字幕は高速エンジンのままです。
zh_hans: 下载后，“重新转写并总结”会自动使用 Qwen3-ASR，导入时也可选用。自动后处理会在新录音第一次总结前重新转写并识别说话人，且只使用已下载的模型。实时字幕仍使用快速引擎。

source: One local model powers better translations, summaries, titles, chat and vocabulary suggestions. Turning AI features off disables all of them. The model downloads only when you ask — here, or when a feature offers it.
ja: 1つのローカルモデルが高品質な翻訳、要約、タイトル、チャット、語彙提案を支えています。AI機能をオフにするとこれらすべてが無効になります。モデルはここで、または機能からの案内時に、あなたが求めたときだけダウンロードされます。
zh_hans: 一个本地模型驱动增强翻译、摘要、标题、问答和词汇建议。关闭 AI 功能将停用以上全部。模型只在你主动要求时下载——在这里，或在功能提示时。

source: One voice
ja: 一人の声
zh_hans: 单人

source: Open Settings
ja: 設定を開く
zh_hans: 打开设置

source: Other suggestions
ja: その他の候補
zh_hans: 其他建议

source: Other ways this is said, like a nickname. A misheard alias is corrected to the alias itself, not the term.
ja: ニックネームなど、別の言い方。聞き間違えた別名は本来の用語ではなく、別名そのものに修正されます。
zh_hans: 这个词的其他说法，例如昵称。听错的别名会被纠正为别名本身，而不是替换成主词条。

source: Outline
ja: アウトライン
zh_hans: 大纲

source: Paused
ja: 一時停止中
zh_hans: 已暂停

source: Paused — another app is using the microphone
ja: 一時停止 — 他のアプリがマイクを使用中
zh_hans: 已暂停——其他应用正在使用麦克风

source: Paused — recording in progress
ja: 一時停止 — 録音中
zh_hans: 已暂停——正在录音

source: Performance
ja: パフォーマンス
zh_hans: 性能

source: Photo library
ja: フォトライブラリ
zh_hans: 照片图库

source: Photos
ja: 写真
zh_hans: 照片

source: Portrait
ja: 縦向き
zh_hans: 竖屏

source: Powers speaker separation for recordings and imported audio. Voice data never leaves this iPhone. Use HF-Mirror if Hugging Face is unreachable — this model is not available on ModelScope.
ja: 録音や読み込んだ音声の話者分離に使われます。音声データがこの iPhone の外に出ることはありません。Hugging Face に接続できない場合は HF-Mirror をご利用ください。このモデルは ModelScope では提供されていません。
zh_hans: 为录音和导入的音频提供说话人分离。语音数据绝不会离开这台 iPhone。如果无法访问 Hugging Face，请使用 HF-Mirror——此模型在 ModelScope 上不提供。

source: Preferred form per language
ja: 言語ごとの表記
zh_hans: 各语言的首选写法

source: Preparing speaker separation…
ja: 話者分離を準備中…
zh_hans: 正在准备说话人分离…

source: Preparing the model…
ja: モデルを準備中…
zh_hans: 正在准备模型…

source: Private on-device voice notes, transcripts and summaries — with live translation.
ja: プライベートなオンデバイス音声メモ・文字起こし・要約 — ライブ翻訳付き。
zh_hans: 私密的本地语音记录、文字稿与摘要——支持实时翻译。

source: Processing
ja: 処理中
zh_hans: 处理中

source: Qwen3-ASR (highest accuracy)
ja: Qwen3-ASR（最高精度）
zh_hans: Qwen3-ASR（最高精度）

source: Qwen3-ASR model
ja: Qwen3-ASRモデル
zh_hans: Qwen3-ASR 模型

source: Qwen3-ASR re-transcription
ja: Qwen3-ASR 再文字起こし
zh_hans: Qwen3-ASR 重新转写

source: Qwen3.5 0.8B — fastest
ja: Qwen3.5 0.8B — 最速
zh_hans: Qwen3.5 0.8B — 速度最快

source: Qwen3.5 2B — recommended
ja: Qwen3.5 2B — おすすめ
zh_hans: Qwen3.5 2B — 推荐

source: Qwen3.5 2B AI model
ja: Qwen3.5 2B AI モデル
zh_hans: Qwen3.5 2B AI 模型

source: Re-summarize
ja: 再要約
zh_hans: 重新摘要

source: Re-transcribe
ja: 再文字起こし
zh_hans: 重新转写

source: Re-transcribe (%lld)
ja: 再文字起こし（%lld）
zh_hans: 重新转写（%lld）

source: Re-transcribe & summarize
ja: 再文字起こしして要約
zh_hans: 重新转写并摘要

source: Re-transcribe this session?
ja: このセッションを再文字起こししますか？
zh_hans: 重新转写此会话？

source: Re-transcribing…
ja: 再文字起こし中…
zh_hans: 正在重新转写…

source: Ready
ja: 準備完了
zh_hans: 就绪

source: Ready to listen
ja: 準備完了
zh_hans: 准备就绪

source: Real-time speech translation that never leaves your device.
ja: 音声をデバイスの外に出さないリアルタイム翻訳。
zh_hans: 实时语音翻译，数据绝不离开你的设备。

source: Recognition model
ja: 認識モデル
zh_hans: 识别模型

source: Recommended
ja: おすすめ
zh_hans: 推荐

source: Record
ja: 録音
zh_hans: 录音

source: Recording
ja: 録音
zh_hans: 录音

source: Recording saved to Sessions — no speech was transcribed.
ja: 録音をセッションに保存しました — 音声は認識されませんでした。
zh_hans: 录音已保存到“会话”——未识别到语音。

source: Recording unavailable
ja: 録音を再生できません
zh_hans: 录音不可用

source: Recording was interrupted
ja: 録音が中断されました
zh_hans: 录音被中断

source: Reduce heat
ja: 発熱を抑える
zh_hans: 降低发热

source: Rename session
ja: セッション名を変更
zh_hans: 重命名会话

source: Rename speaker
ja: 話者の名前を変更
zh_hans: 重命名说话人

source: Replace
ja: 置き換える
zh_hans: 替换

source: Replace edited summary?
ja: 編集した要約を置き換えますか？
zh_hans: 替换已编辑的摘要？

source: Replaces the transcript with a fresh transcription of the recording, then summarizes again. Edits to the old summary are lost.
ja: 録音を新たに文字起こしして置き換え、要約を作り直します。以前の要約への編集は失われます。
zh_hans: 将用录音的全新转写替换当前文字稿，并重新生成摘要。对旧摘要的编辑会丢失。

source: Reset voice profiles
ja: 声紋をリセット
zh_hans: 重置声纹

source: Retry
ja: 再試行
zh_hans: 重试

source: Room
ja: 会議室
zh_hans: 会议室

source: Same language selected: the recording will be transcribed without translation.
ja: 同じ言語が選択されています。録音は文字起こしのみ行われ、翻訳されません。
zh_hans: 已选择相同语言：录音将仅转写，不进行翻译。

source: Save
ja: 保存
zh_hans: 保存

source: Save audio recordings
ja: 音声を保存
zh_hans: 保存音频录音

source: Saved
ja: 保存しました
zh_hans: 已保存

source: Saved — rotate to portrait to review
ja: 保存済み — 縦向きにすると確認できます
zh_hans: 已保存——竖屏可查看

source: Search sessions
ja: セッションを検索
zh_hans: 搜索记录

source: Select
ja: 選択
zh_hans: 选择

source: SenseVoice (accurate)
ja: SenseVoice（高精度）
zh_hans: SenseVoice（高精度）

source: SenseVoice live recognition
ja: SenseVoice リアルタイム認識
zh_hans: SenseVoice 实时识别

source: SenseVoice model not downloaded — Apple recognition will be used. Download it in Settings → Speech recognition.
ja: SenseVoiceモデル未ダウンロード — Apple認識を使用します。設定 → 音声認識からダウンロードできます。
zh_hans: SenseVoice 模型未下载——将使用 Apple 识别。可在设置 → 语音识别中下载。

source: SenseVoice model not downloaded — using Apple recognition.
ja: SenseVoice モデルが未ダウンロードのため、Apple 認識を使用しています。
zh_hans: SenseVoice 模型未下载——正在使用 Apple 识别。

source: SenseVoice recognizes 中文, English, 日本語 and 한국어 with much higher accuracy — captions update in ~1-second pulses instead of word-by-word. Runs fully on this iPhone.
ja: SenseVoice は中国語・英語・日本語・韓国語をはるかに高い精度で認識します。字幕は単語ごとではなく約 1 秒ごとに更新されます。すべてこの iPhone 上で実行されます。
zh_hans: SenseVoice 识别中文、英语、日语和韩语，精度大幅提升——字幕约每 1 秒成段更新，而非逐词出现。完全在这台 iPhone 上运行。

source: Serious — AI work paused
ja: 深刻 — AI処理を一時停止
zh_hans: 严重——AI 任务已暂停

source: Session
ja: セッション
zh_hans: 会话

source: Session ended by an interruption.
ja: 中断によりセッションが終了しました。
zh_hans: 会话因中断而结束。

source: Session ended when the app went to the background.
ja: アプリがバックグラウンドに移行したため、セッションを終了しました。
zh_hans: 应用进入后台，会话已结束。

source: Session saved
ja: セッションを保存しました
zh_hans: 会话已保存

source: Sessions
ja: セッション
zh_hans: 记录

source: Settings
ja: 設定
zh_hans: 设置

source: Simplified Chinese
ja: 簡体字中国語
zh_hans: 简体中文

source: Skip
ja: スキップ
zh_hans: 跳过

source: Skip for now
ja: 今はスキップ
zh_hans: 暂时跳过

source: Skip remaining
ja: 残りをスキップ
zh_hans: 跳过剩余

source: Skipped
ja: スキップ済み
zh_hans: 已跳过

source: Slower, high-accuracy second pass for recordings
ja: 録音をより高精度に再処理（低速）
zh_hans: 较慢但高精度的录音二次转写

source: Some downloads didn’t finish. You can get them anytime in Settings.
ja: 一部のダウンロードが完了しませんでした。設定からいつでも取得できます。
zh_hans: 部分内容未下载完成。你随时可以在设置中获取。

source: Some languages didn’t download — check your connection.
ja: 一部の言語をダウンロードできませんでした。接続を確認してください。
zh_hans: 部分语言未能下载 — 请检查网络连接。

source: Source language
ja: 元の言語
zh_hans: 源语言

source: Speak translations
ja: 翻訳を読み上げ
zh_hans: 朗读译文

source: Speaker %lld
ja: 話者 %lld
zh_hans: 说话人 %lld

source: Speaker model
ja: 話者モデル
zh_hans: 说话人模型

source: Speaker recognition
ja: 話者認識
zh_hans: 说话人识别

source: Speaker separation unavailable: %@
ja: 話者分離を利用できません：%@
zh_hans: 说话人分离不可用：%@

source: Speakers
ja: 話者
zh_hans: 说话人

source: Speech recognition
ja: 音声認識
zh_hans: 语音识别

source: Standard
ja: 標準
zh_hans: 标准

source: Start a session and live translated captions will appear here.
ja: セッションを開始すると、翻訳字幕がここに表示されます。
zh_hans: 开始会话后，实时翻译字幕会显示在这里。

source: Start Using Loqi
ja: Loqi を使いはじめる
zh_hans: 开始使用 Loqi

source: Stop
ja: 停止
zh_hans: 停止

source: Subtitles (SRT, bilingual)
ja: 字幕（SRT・二言語）
zh_hans: 字幕（SRT，双语）
